#+TITLE: 工作事务记录
#+AUTHOR: 胡琛

* DONE Phd Thesis
CLOSED: [2016-03-25 五 09:32]
* NEXT Python Learning
** DONE 基础
CLOSED: [2016-03-25 五 09:33]
** TODO 提高
* TODO Machine Learning
:LOGBOOK:
CLOCK: [2016-04-07 四 20:00]
CLOCK: [2016-04-07 四 16:22]--[2016-04-07 四 16:40] =>  0:18
CLOCK: [2016-04-07 四 15:51]--[2016-04-07 四 15:57] =>  0:06
CLOCK: [2016-04-07 四 15:19]--[2016-04-07 四 15:26] =>  0:07
CLOCK: [2016-04-07 四 14:39]--[2016-04-07 四 14:54] =>  0:15
CLOCK: [2016-04-07 四 10:42]--[2016-04-07 四 10:50] =>  0:08
CLOCK: [2016-04-07 四 10:09]--[2016-04-07 四 10:17] =>  0:08
CLOCK: [2016-04-06 三 14:41]--[2016-04-06 三 14:44] =>  0:03
CLOCK: [2016-03-31 四 20:43]--[2016-03-31 四 20:58] =>  0:15
CLOCK: [2016-03-31 四 20:13]--[2016-03-31 四 20:18] =>  0:05
CLOCK: [2016-03-31 四 19:43]--[2016-03-31 四 19:48] =>  0:05
CLOCK: [2016-03-31 四 15:42]--[2016-03-31 四 16:01] =>  0:19
CLOCK: [2016-03-31 四 15:12]--[2016-03-31 四 15:17] =>  0:05
CLOCK: [2016-03-31 四 11:02]--[2016-03-31 四 11:07] =>  0:05
CLOCK: [2016-03-31 四 10:23]--[2016-03-31 四 10:37] =>  0:14
CLOCK: [2016-03-30 三 14:28]--[2016-03-30 三 14:33] =>  0:05
CLOCK: [2016-03-30 三 13:43]--[2016-03-30 三 14:03] =>  0:20
CLOCK: [2016-03-30 三 13:12]--[2016-03-30 三 13:18] =>  0:06
CLOCK: [2016-03-29 二 20:18]--[2016-03-29 二 20:29] =>  0:11
CLOCK: [2016-03-29 二 19:48]--[2016-03-29 二 19:53] =>  0:05
CLOCK: [2016-03-29 二 14:26]--[2016-03-29 二 14:32] =>  0:06
CLOCK: [2016-03-29 二 13:56]--[2016-03-29 二 14:01] =>  0:05
CLOCK: [2016-03-29 二 13:26]--[2016-03-29 二 13:31] =>  0:05
CLOCK: [2016-03-29 二 10:27]--[2016-03-29 二 10:36] =>  0:09
CLOCK: [2016-03-29 二 09:52]--[2016-03-29 二 10:02] =>  0:10
CLOCK: [2016-03-28 一 22:49]--[2016-03-28 一 22:51] =>  0:02
CLOCK: [2016-03-28 一 22:19]--[2016-03-28 一 22:24] =>  0:05
CLOCK: [2016-03-28 一 20:21]--[2016-03-28 一 20:22] =>  0:01
CLOCK: [2016-03-28 一 19:50]--[2016-03-28 一 19:56] =>  0:06
CLOCK: [2016-03-28 一 15:38]--[2016-03-28 一 15:56] =>  0:18
CLOCK: [2016-03-28 一 15:08]--[2016-03-28 一 15:13] =>  0:05
CLOCK: [2016-03-28 一 14:37]--[2016-03-28 一 14:43] =>  0:06
CLOCK: [2016-03-28 一 10:08]--[2016-03-28 一 10:23] =>  0:15
CLOCK: [2016-03-26 六 16:28]--[2016-03-27 日 15:16] => 22:48
CLOCK: [2016-03-26 六 15:55]--[2016-03-26 六 16:03] =>  0:08
CLOCK: [2016-03-26 六 15:25]--[2016-03-26 六 15:30] =>  0:05
CLOCK: [2016-03-26 六 14:36]--[2016-03-26 六 15:00] =>  0:24
CLOCK: [2016-03-26 六 14:05]--[2016-03-26 六 14:11] =>  0:06
CLOCK: [2016-03-26 六 11:31]--[2016-03-26 六 11:40] =>  0:09
CLOCK: [2016-03-26 六 10:55]--[2016-03-26 六 11:06] =>  0:11
CLOCK: [2016-03-25 五 14:28]--[2016-03-25 五 15:21] =>  0:53
CLOCK: [2016-03-25 五 13:57]--[2016-03-25 五 14:03] =>  0:06
CLOCK: [2016-03-25 五 10:06]--[2016-03-25 五 10:11] =>  0:05
:END:
** DONE k-近邻(k-NN)算法
CLOSED: [2016-03-25 五 09:34]
** DONE 决策树
CLOSED: [2016-03-28 一 09:43]
:LOGBOOK:
CLOCK: [2016-03-27 日 14:45]--[2016-03-27 日 15:10] =>  0:25
CLOCK: [2016-03-27 日 09:40]--[2016-03-27 日 10:05] =>  0:25
CLOCK: [2016-03-26 六 16:03]--[2016-03-26 六 16:28] =>  0:25
CLOCK: [2016-03-26 六 15:30]--[2016-03-26 六 15:55] =>  0:25
CLOCK: [2016-03-26 六 15:00]--[2016-03-26 六 15:25] =>  0:25
CLOCK: [2016-03-26 六 14:11]--[2016-03-26 六 14:36] =>  0:25
CLOCK: [2016-03-26 六 13:40]--[2016-03-26 六 14:05] =>  0:25
CLOCK: [2016-03-26 六 11:06]--[2016-03-26 六 11:31] =>  0:25
CLOCK: [2016-03-26 六 10:30]--[2016-03-26 六 10:55] =>  0:25
CLOCK: [2016-03-25 五 15:21]--[2016-03-25 五 15:46] =>  0:25
CLOCK: [2016-03-25 五 14:03]--[2016-03-25 五 14:28] =>  0:25
CLOCK: [2016-03-25 五 13:32]--[2016-03-25 五 13:57] =>  0:25
CLOCK: [2016-03-25 五 09:41]--[2016-03-25 五 10:06] =>  0:25
CLOCK: [2016-03-25 五 10:11]--[2016-03-25 五 10:36] =>  0:25
:END:
** DONE 朴素贝叶斯
CLOSED: [2016-03-29 二 14:40]
:LOGBOOK:
CLOCK: [2016-03-29 二 14:32]--[2016-03-29 二 14:39] =>  0:07
CLOCK: [2016-03-29 二 14:01]--[2016-03-29 二 14:26] =>  0:25
CLOCK: [2016-03-29 二 13:31]--[2016-03-29 二 13:56] =>  0:25
CLOCK: [2016-03-29 二 13:01]--[2016-03-29 二 13:26] =>  0:25
CLOCK: [2016-03-29 二 10:02]--[2016-03-29 二 10:27] =>  0:25
CLOCK: [2016-03-29 二 09:27]--[2016-03-29 二 09:52] =>  0:25
CLOCK: [2016-03-28 一 22:24]--[2016-03-28 一 22:49] =>  0:25
CLOCK: [2016-03-28 一 21:54]--[2016-03-28 一 22:19] =>  0:25
CLOCK: [2016-03-28 一 19:56]--[2016-03-28 一 20:21] =>  0:25
CLOCK: [2016-03-28 一 19:25]--[2016-03-28 一 19:50] =>  0:25
CLOCK: [2016-03-28 一 15:56]--[2016-03-28 一 16:21] =>  0:25
CLOCK: [2016-03-28 一 15:13]--[2016-03-28 一 15:38] =>  0:25
CLOCK: [2016-03-28 一 14:43]--[2016-03-28 一 15:08] =>  0:25
CLOCK: [2016-03-28 一 14:12]--[2016-03-28 一 14:37] =>  0:25
CLOCK: [2016-03-28 一 10:23]--[2016-03-28 一 10:41] =>  0:18
CLOCK: [2016-03-28 一 09:43]--[2016-03-28 一 10:08] =>  0:25
:END:
** DONE Logistic 回归
CLOSED: [2016-04-06 三 14:15]
:LOGBOOK:
CLOCK: [2016-03-31 四 20:18]--[2016-03-31 四 20:43] =>  0:25
CLOCK: [2016-03-31 四 19:48]--[2016-03-31 四 20:13] =>  0:25
CLOCK: [2016-03-31 四 19:18]--[2016-03-31 四 19:43] =>  0:25
CLOCK: [2016-03-31 四 15:17]--[2016-03-31 四 15:42] =>  0:25
CLOCK: [2016-03-31 四 14:47]--[2016-03-31 四 15:12] =>  0:25
CLOCK: [2016-03-31 四 11:07]--[2016-03-31 四 11:32] =>  0:25
CLOCK: [2016-03-31 四 10:37]--[2016-03-31 四 11:02] =>  0:25
CLOCK: [2016-03-31 四 09:58]--[2016-03-31 四 10:23] =>  0:25
CLOCK: [2016-03-30 三 15:33]--[2016-03-30 三 15:58] =>  0:25
CLOCK: [2016-03-30 三 15:03]--[2016-03-30 三 15:28] =>  0:25
CLOCK: [2016-03-30 三 14:33]--[2016-03-30 三 14:58] =>  0:25
CLOCK: [2016-03-30 三 14:03]--[2016-03-30 三 14:28] =>  0:25
CLOCK: [2016-03-30 三 13:18]--[2016-03-30 三 13:43] =>  0:25
CLOCK: [2016-03-30 三 12:47]--[2016-03-30 三 13:12] =>  0:25
CLOCK: [2016-03-30 三 11:02]--[2016-03-30 三 11:23] =>  0:21
CLOCK: [2016-03-30 三 10:31]--[2016-03-30 三 10:56] =>  0:25
CLOCK: [2016-03-30 三 09:58]--[2016-03-30 三 10:23] =>  0:25
CLOCK: [2016-03-29 二 19:53]--[2016-03-29 二 20:18] =>  0:25
CLOCK: [2016-03-29 二 19:23]--[2016-03-29 二 19:48] =>  0:25
CLOCK: [2016-03-29 二 15:14]--[2016-03-29 二 15:25] =>  0:11
CLOCK: [2016-03-29 二 14:41]--[2016-03-29 二 15:06] =>  0:25
:END:
** NEXT 支持向量机
:LOGBOOK:
CLOCK: [2016-04-07 四 19:35]--[2016-04-07 四 20:00] =>  0:25
CLOCK: [2016-04-07 四 15:57]--[2016-04-07 四 16:22] =>  0:25
CLOCK: [2016-04-07 四 15:26]--[2016-04-07 四 15:51] =>  0:25
CLOCK: [2016-04-07 四 14:54]--[2016-04-07 四 15:19] =>  0:25
CLOCK: [2016-04-07 四 14:14]--[2016-04-07 四 14:39] =>  0:25
CLOCK: [2016-04-07 四 10:50]--[2016-04-07 四 11:15] =>  0:25
CLOCK: [2016-04-07 四 10:17]--[2016-04-07 四 10:42] =>  0:25
CLOCK: [2016-04-07 四 09:44]--[2016-04-07 四 10:09] =>  0:25
CLOCK: [2016-04-06 三 14:16]--[2016-04-06 三 14:41] =>  0:25
:END:
